Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 请在 Spotify Developer Dashboard 注册上面的无端口地址；连接时 %@ 只监听 127.0.0.1，并自动生成临时端口，不会从局域网接收登录回调。
de: Registriere die obige URL ohne Port im Spotify Developer Dashboard. Beim Verbinden lauscht %@ nur auf 127.0.0.1 mit einem temporären Port und nimmt nie Anmelderückrufe aus dem lokalen Netzwerk an.
en: Register the port-less URL above in the Spotify Developer Dashboard. While connecting, %@ listens only on 127.0.0.1 on a temporary port and never accepts sign-in callbacks from the local network.
fr: Enregistrez l’URL sans port ci-dessus dans le Spotify Developer Dashboard. Pendant la connexion, %@ n’écoute que sur 127.0.0.1 avec un port temporaire et n’accepte jamais de retours de connexion du réseau local.
ja: 上のポートなしのアドレスを Spotify Developer Dashboard に登録してください。接続時、%@ は 127.0.0.1 だけで一時ポートを使って待ち受け、ローカルネットワークからのログインコールバックは受け付けません。
ko: 위의 포트 없는 주소를 Spotify Developer Dashboard에 등록하세요. 연결할 때 %@은(는) 127.0.0.1에서만 임시 포트로 수신하며, 로컬 네트워크의 로그인 콜백은 받지 않습니다.

source: 请在上方官网完成登录
de: Schließe die Anmeldung auf der offiziellen Website oben ab
en: Complete sign-in on the official site above
fr: Terminez la connexion sur le site officiel ci-dessus
ja: 上の公式サイトでログインを完了してください
ko: 위의 공식 사이트에서 로그인을 완료하세요

source: 请检查网络或代理设置后重试。
de: Prüfe Netzwerk- oder Proxy-Einstellungen und versuche es erneut.
en: Check your network or proxy settings and try again.
fr: Vérifiez votre réseau ou vos réglages de proxy et réessayez.
ja: ネットワークやプロキシの設定を確認してから再試行してください。
ko: 네트워크나 프록시 설정을 확인한 뒤 다시 시도하세요.

source: 请检查链接是否完整，或该网站是否在 yt-dlp 支持列表内。
de: Prüfe, ob der Link vollständig ist oder ob yt-dlp die Website unterstützt.
en: Check that the link is complete, or whether the site is supported by yt-dlp.
fr: Vérifiez que le lien est complet, ou que le site est pris en charge par yt-dlp.
ja: リンクが完全か、またはそのサイトが yt-dlp の対応リストにあるか確認してください。
ko: 링크가 완전한지, 또는 해당 사이트가 yt-dlp 지원 목록에 있는지 확인하세요.

source: 请求过于频繁（429）
de: Zu viele Anfragen (429)
en: Too many requests (429)
fr: Trop de requêtes (429)
ja: リクエストが多すぎます（429）
ko: 요청이 너무 많음(429)

source: 请确认链接仍然有效，且当前账号有观看权限。
de: Prüfe, ob der Link noch gültig ist und dieses Konto ihn ansehen darf.
en: Make sure the link is still valid and this account can view it.
fr: Vérifiez que le lien est toujours valide et que ce compte peut le voir.
ja: リンクがまだ有効で、このアカウントに視聴権限があるか確認してください。
ko: 링크가 아직 유효하고 현재 계정에 시청 권한이 있는지 확인하세요.

source: 请输入 Spotify 曲目、专辑或歌单链接。
de: Gib einen Spotify-Titel-, Album- oder Playlist-Link ein.
en: Enter a Spotify track, album or playlist link.
fr: Saisissez un lien de titre, d’album ou de playlist Spotify.
ja: Spotify の曲、アルバム、プレイリストのリンクを入力してください。
ko: Spotify 곡, 앨범 또는 재생목록 링크를 입력하세요.

source: 请输入完整的 HTTPS 音频地址。
de: Gib eine vollständige HTTPS-Audio-URL ein.
en: Enter a complete HTTPS audio URL.
fr: Saisissez une URL audio HTTPS complète.
ja: 完全な HTTPS の音声アドレスを入力してください。
ko: 완전한 HTTPS 오디오 주소를 입력하세요.

source: 请输入至少一条完整的 http:// 或 https:// 链接。
de: Gib mindestens einen vollständigen http://- oder https://-Link ein.
en: Enter at least one complete http:// or https:// link.
fr: Saisissez au moins un lien http:// ou https:// complet.
ja: 完全な http:// または https:// のリンクを 1 つ以上入力してください。
ko: 완전한 http:// 또는 https:// 링크를 하나 이상 입력하세요.

source: 请选择 m4a、mp3、flac、wav、aiff、alac、ogg 或 opus 音频文件。
de: Wähle eine Audiodatei im Format m4a, mp3, flac, wav, aiff, alac, ogg oder opus.
en: Choose an m4a, mp3, flac, wav, aiff, alac, ogg or opus audio file.
fr: Choisissez un fichier audio m4a, mp3, flac, wav, aiff, alac, ogg ou opus.
ja: m4a、mp3、flac、wav、aiff、alac、ogg、opus の音声ファイルを選んでください。
ko: m4a, mp3, flac, wav, aiff, alac, ogg 또는 opus 오디오 파일을 선택하세요.

source: 读取登录状态
de: Anmeldestatus lesen
en: Read Sign-in State
fr: Lire l’état de connexion
ja: ログイン状態を読み取る
ko: 로그인 상태 읽기

source: 课程
de: Kurs
en: Course
fr: Cours
ja: コース
ko: 강좌

source: 账号连接、隐私与本机工具
de: Kontoverbindungen, Datenschutz und lokale Werkzeuge
en: Account connections, privacy and local tools
fr: Comptes connectés, confidentialité et outils locaux
ja: アカウント接続、プライバシー、ローカルツール
ko: 계정 연결, 개인정보 보호, 로컬 도구

source: 跟随系统
de: Wie System
en: Follow System
fr: Suivre le système
ja: システムに合わせる
ko: 시스템 설정 따르기

source: 路径不在允许范围内（下载、影片或应用中选择的文件夹）：%@
de: Pfad außerhalb der erlaubten Orte (Downloads, Filme oder in der App gewählte Ordner): %@
en: Path is outside the allowed locations (Downloads, Movies or folders chosen in the app): %@
fr: Chemin hors des emplacements autorisés (Téléchargements, Vidéos ou dossiers choisis dans l’app) : %@
ja: パスが許可された範囲（ダウンロード、ムービー、アプリで選んだフォルダ）の外にあります：%@
ko: 경로가 허용 범위(다운로드, 동영상 또는 앱에서 선택한 폴더) 밖에 있습니다: %@

# 跳过 %lld 首（没有「%@」）：
source: 跳过 %1$lld 首（没有「%2$@」）：
de: %lld übersprungen (kein „%@“):
en: Skipped %lld (no “%@”):
fr: %lld ignorés (pas de « %@ ») :
ja: %lld 曲をスキップ（「%@」なし）：
ko: %lld곡 건너뜀('%@' 없음):

# 跳过 · %@：%@
source: 跳过 · %1$@：%2$@
de: Übersprungen · %@: %@
en: Skipped · %@: %@
fr: Ignoré · %@ : %@
ja: スキップ · %@：%@
ko: 건너뜀 · %@: %@

source: 转录字幕（SRT / VTT / TXT）
de: Untertitel transkribieren (SRT / VTT / TXT)
en: Transcribe Subtitles (SRT / VTT / TXT)
fr: Transcrire des sous-titres (SRT / VTT / TXT)
ja: 字幕の文字起こし（SRT / VTT / TXT）
ko: 자막 받아쓰기(SRT / VTT / TXT)

source: 转录文本超过 2 MB
de: Transkript größer als 2 MB
en: Transcript exceeds 2 MB
fr: La transcription dépasse 2 Mo
ja: 文字起こしテキストが 2 MB を超えています
ko: 받아쓰기 텍스트가 2MB를 넘습니다

source: 转录模型
de: Transkriptionsmodell
en: Transcription Model
fr: Modèle de transcription
ja: 文字起こしモデル
ko: 받아쓰기 모델

source: 载入音乐
de: Musik laden
en: Load Music
fr: Charger la musique
ja: 音楽を読み込む
ko: 음악 불러오기

source: 较高 192k
de: Hoch 192k
en: High 192k
fr: Haute 192k
ja: 高音質 192k
ko: 높음 192k

source: 输出文件已存在：%@（不会覆盖）
de: Ausgabedatei existiert bereits: %@ (nicht überschrieben)
en: Output file already exists: %@ (not overwritten)
fr: Le fichier de sortie existe déjà : %@ (non écrasé)
ja: 出力ファイルがすでに存在します：%@（上書きしません）
ko: 출력 파일이 이미 있습니다: %@(덮어쓰지 않음)

source: 达芬奇友好 · ProRes 422
de: Resolve-freundlich · ProRes 422
en: Resolve-friendly · ProRes 422
fr: Adapté à Resolve · ProRes 422
ja: DaVinci Resolve 向け · ProRes 422
ko: DaVinci Resolve 친화 · ProRes 422

source: 达芬奇在规定时间内没有响应
de: DaVinci Resolve hat nicht rechtzeitig geantwortet
en: DaVinci Resolve did not respond in time
fr: DaVinci Resolve n’a pas répondu à temps
ja: DaVinci Resolve が規定時間内に応答しませんでした
ko: DaVinci Resolve가 제한 시간 안에 응답하지 않았습니다

source: 达芬奇对接不可用
de: DaVinci-Resolve-Anbindung nicht verfügbar
en: DaVinci Resolve integration unavailable
fr: Intégration DaVinci Resolve indisponible
ja: DaVinci Resolve 連携を利用できません
ko: DaVinci Resolve 연동을 사용할 수 없습니다

source: 达芬奇脚本模块无法加载：%@
de: Skriptmodul von DaVinci Resolve konnte nicht geladen werden: %@
en: Could not load the DaVinci Resolve scripting module: %@
fr: Impossible de charger le module de script DaVinci Resolve : %@
ja: DaVinci Resolve のスクリプトモジュールを読み込めません：%@
ko: DaVinci Resolve 스크립트 모듈을 불러올 수 없습니다: %@

source: 达芬奇脚本没有返回结果
de: Das DaVinci-Resolve-Skript lieferte kein Ergebnis
en: The DaVinci Resolve script returned no result
fr: Le script DaVinci Resolve n’a renvoyé aucun résultat
ja: DaVinci Resolve のスクリプトが結果を返しませんでした
ko: DaVinci Resolve 스크립트가 결과를 반환하지 않았습니다

source: 达芬奇还没完全打开（或停在项目管理器），请等项目界面出现后再试
de: DaVinci Resolve ist noch nicht vollständig geöffnet (oder zeigt den Projektmanager). Versuche es erneut, sobald das Projekt angezeigt wird.
en: DaVinci Resolve is not fully open yet (or is on the Project Manager). Try again once the project is showing.
fr: DaVinci Resolve n’est pas encore entièrement ouvert (ou affiche le Gestionnaire de projets). Réessayez quand le projet est affiché.
ja: DaVinci Resolve がまだ完全に開いていません（またはプロジェクトマネージャーのままです）。プロジェクト画面が表示されてから再試行してください
ko: DaVinci Resolve가 아직 완전히 열리지 않았습니다(또는 프로젝트 관리자에 머물러 있음). 프로젝트 화면이 나타난 뒤 다시 시도하세요

source: 达芬奇里没有打开的项目，请先打开或新建一个项目
de: In DaVinci Resolve ist kein Projekt geöffnet. Öffne oder erstelle zuerst ein Projekt.
en: No project is open in DaVinci Resolve. Open or create a project first.
fr: Aucun projet n’est ouvert dans DaVinci Resolve. Ouvrez ou créez d’abord un projet.
ja: DaVinci Resolve でプロジェクトが開かれていません。先にプロジェクトを開くか新規作成してください
ko: DaVinci Resolve에 열린 프로젝트가 없습니다. 먼저 프로젝트를 열거나 새로 만드세요

source: 返回首页
de: Start
en: Home
fr: Accueil
ja: ホームへ戻る
ko: 홈으로

source: 还没有 Torrent 任务
de: Noch keine Torrents
en: No torrents yet
fr: Aucun torrent pour l’instant
ja: トレントのタスクはまだありません
ko: 아직 토렌트 작업이 없습니다

source: 还没有 whisper 模型，请先在工具箱里下载一个
de: Noch kein Whisper-Modell. Lade zuerst eines im Werkzeugkasten
en: No Whisper model yet. Download one in the Toolbox first
fr: Aucun modèle Whisper pour l’instant. Téléchargez-en un dans la boîte à outils
ja: Whisper モデルがまだありません。先にツールボックスでダウンロードしてください
ko: 아직 Whisper 모델이 없습니다. 먼저 도구 상자에서 다운로드하세요

source: 还没有下载任务
de: Noch keine Downloads
en: No downloads yet
fr: Aucun téléchargement pour l’instant
ja: ダウンロードタスクはまだありません
ko: 아직 다운로드 작업이 없습니다

source: 还没有历史任务
de: Noch kein Aufgabenverlauf
en: No task history yet
fr: Aucun historique de tâches pour l’instant
ja: タスク履歴はまだありません
ko: 아직 작업 기록이 없습니다

source: 还没有处理任务
de: Noch keine Verarbeitungsaufgaben
en: No processing tasks yet
fr: Aucune tâche de traitement pour l’instant
ja: 処理タスクはまだありません
ko: 아직 처리 작업이 없습니다

source: 还没有本地素材包记录
de: Noch keine lokalen Paketeinträge
en: No local package records yet
fr: Aucun enregistrement de paquet local pour l’instant
ja: ローカルパッケージの記録はまだありません
ko: 아직 로컬 패키지 기록이 없습니다

source: 还没有模型。选择一个下载，或使用电脑上已有的 ggml 模型文件。
de: Noch keine Modelle. Lade eines oder nutze eine ggml-Modelldatei, die bereits auf deinem Computer liegt.
en: No models yet. Download one, or use a ggml model file already on your computer.
fr: Aucun modèle pour l’instant. Téléchargez-en un, ou utilisez un fichier de modèle ggml déjà présent sur votre ordinateur.
ja: モデルがまだありません。ダウンロードするか、パソコンにある ggml モデルファイルを使ってください。
ko: 아직 모델이 없습니다. 하나를 다운로드하거나 컴퓨터에 있는 ggml 모델 파일을 사용하세요.

source: 还没有素材记录
de: Noch keine Materialeinträge
en: No material records yet
fr: Aucun enregistrement de matériel pour l’instant
ja: 素材の記録はまだありません
ko: 아직 소재 기록이 없습니다

source: 这不是有效的 .torrent 文件
de: Dies ist keine gültige .torrent-Datei
en: This is not a valid .torrent file
fr: Ce n’est pas un fichier .torrent valide
ja: 有効な .torrent ファイルではありません
ko: 유효한 .torrent 파일이 아닙니다

source: 这个任务还没有清单（未完成或不存在）
de: Diese Aufgabe hat noch kein Manifest (unfertig oder fehlend)
en: This task has no manifest yet (unfinished or missing)
fr: Cette tâche n’a pas encore de manifeste (inachevée ou absente)
ja: このタスクにはまだマニフェストがありません（未完了または存在しません）
ko: 이 작업에는 아직 매니페스트가 없습니다(미완료 또는 없음)

source: 这个列表里的歌网易云全部没有播放版权，无法下载。换个平台试试。
de: NetEase Cloud Music hat für keinen Song dieser Liste Wiedergaberechte; nichts kann geladen werden. Versuche eine andere Plattform.
en: NetEase Cloud Music has no playback rights for any song in this list, so nothing can be downloaded. Try another platform.
fr: NetEase Cloud Music n’a les droits de lecture d’aucun titre de cette liste ; rien ne peut être téléchargé. Essayez une autre plateforme.
ja: このリストの曲はすべて NetEase Cloud Music に再生権がないため、ダウンロードできません。別のプラットフォームを試してください。
ko: 이 목록의 곡은 모두 NetEase Cloud Music에 재생 권리가 없어 다운로드할 수 없습니다. 다른 플랫폼을 사용해 보세요.

source: 这个文件不是 whisper.cpp 模型（ggml-*.bin）
de: Diese Datei ist kein whisper.cpp-Modell (ggml-*.bin)
en: This file is not a whisper.cpp model (ggml-*.bin)
fr: Ce fichier n’est pas un modèle whisper.cpp (ggml-*.bin)
ja: このファイルは whisper.cpp のモデル（ggml-*.bin）ではありません
ko: 이 파일은 whisper.cpp 모델(ggml-*.bin)이 아닙니다

source: 这个文件没有视频流
de: Diese Datei hat keinen Videostream
en: This file has no video stream
fr: Ce fichier n’a pas de flux vidéo
ja: このファイルには動画ストリームがありません
ko: 이 파일에는 동영상 스트림이 없습니다

source: 这个文件没有音频流
de: Diese Datei hat keinen Audiostream
en: This file has no audio stream
fr: Ce fichier n’a pas de flux audio
ja: このファイルには音声ストリームがありません
ko: 이 파일에는 오디오 스트림이 없습니다

source: 这个筛选条件下没有曲目。
de: Keine Titel entsprechen diesem Filter.
en: No tracks match this filter.
fr: Aucun titre ne correspond à ce filtre.
ja: この条件に一致する曲はありません。
ko: 이 필터 조건에 맞는 곡이 없습니다.

source: 这个链接不是播放列表或课程，或者列表为空（可能需要登录才能看到课时）
de: Dieser Link ist keine Playlist und kein Kurs, oder die Liste ist leer (evtl. ist eine Anmeldung nötig, um Lektionen zu sehen)
en: This link is not a playlist or course, or the list is empty (sign-in may be needed to see lectures)
fr: Ce lien n’est pas une playlist ni un cours, ou la liste est vide (une connexion peut être nécessaire pour voir les leçons)
ja: このリンクはプレイリストやコースではないか、リストが空です（レクチャーの表示にログインが必要な場合があります）
ko: 이 링크는 재생목록이나 강좌가 아니거나 목록이 비어 있습니다(강의를 보려면 로그인이 필요할 수 있음)

source: 这份应用内说明不能替代 App Store Connect 所需的公网隐私政策网址。发布前请在商店元数据和支持页面提供与你的法律主体、地区和联系方式一致的正式政策。
de: Dieser Hinweis in der App ersetzt nicht die öffentliche Datenschutz-URL, die App Store Connect verlangt. Stelle vor der Veröffentlichung in den Store-Metadaten und auf der Supportseite eine formelle Richtlinie bereit, die zu deiner juristischen Person, Region und deinen Kontaktdaten passt.
en: This in-app notice does not replace the public privacy policy URL required by App Store Connect. Before release, provide a formal policy matching your legal entity, region and contact details in the store metadata and support page.
fr: Cet avis intégré ne remplace pas l’URL publique de politique de confidentialité exigée par App Store Connect. Avant publication, fournissez une politique formelle correspondant à votre entité juridique, votre région et vos coordonnées dans les métadonnées de la boutique et la page d’assistance.
ja: このアプリ内の説明は、App Store Connect で必要な公開プライバシーポリシーの URL の代わりにはなりません。公開前に、法人、地域、連絡先に合った正式なポリシーをストアのメタデータとサポートページで提供してください。
ko: 이 앱 내 안내는 App Store Connect에 필요한 공개 개인정보 처리방침 URL을 대신할 수 없습니다. 출시 전에 스토어 메타데이터와 지원 페이지에 법인, 지역, 연락처에 맞는 정식 방침을 제공하세요.

source: 这张专辑里的歌网易云全部没有播放版权，无法下载。换个平台试试。
de: NetEase Cloud Music hat für keinen Song dieses Albums Wiedergaberechte; nichts kann geladen werden. Versuche eine andere Plattform.
en: NetEase Cloud Music has no playback rights for any song on this album, so nothing can be downloaded. Try another platform.
fr: NetEase Cloud Music n’a les droits de lecture d’aucun titre de cet album ; rien ne peut être téléchargé. Essayez une autre plateforme.
ja: このアルバムの曲はすべて NetEase Cloud Music に再生権がないため、ダウンロードできません。別のプラットフォームを試してください。
ko: 이 앨범의 곡은 모두 NetEase Cloud Music에 재생 권리가 없어 다운로드할 수 없습니다. 다른 플랫폼을 사용해 보세요.

source: 这是 Spotify 短链接。请先在浏览器中打开它，再粘贴展开后的 open.spotify.com 单曲、专辑或歌单链接。
de: Das ist ein Spotify-Kurzlink. Öffne ihn zuerst im Browser und füge dann den erweiterten open.spotify.com-Titel-, Album- oder Playlist-Link ein.
en: This is a Spotify short link. Open it in a browser first, then paste the expanded open.spotify.com track, album or playlist link.
fr: C’est un lien court Spotify. Ouvrez-le d’abord dans un navigateur, puis collez le lien développé open.spotify.com du titre, de l’album ou de la playlist.
ja: これは Spotify の短縮リンクです。先にブラウザで開き、展開後の open.spotify.com の曲、アルバム、プレイリストのリンクを貼り付けてください。
ko: Spotify 짧은 링크입니다. 먼저 브라우저에서 열고, 펼쳐진 open.spotify.com 곡, 앨범 또는 재생목록 링크를 붙여 넣으세요.

source: 这首音乐
de: Dieser Titel
en: This track
fr: Ce titre
ja: この曲
ko: 이 곡

source: 进程已退出
de: Prozess beendet
en: Process exited
fr: Processus terminé
ja: プロセスが終了しました
ko: 프로세스가 종료됨

source: 连接 Spotify
de: Spotify verbinden
en: Connect Spotify
fr: Connecter Spotify
ja: Spotify に接続
ko: Spotify 연결

source: 连接 Spotify 以读取曲目顺序
de: Spotify verbinden, um die Titelreihenfolge zu lesen
en: Connect Spotify to read track order
fr: Connectez Spotify pour lire l’ordre des titres
ja: 曲順を読み取るため Spotify に接続
ko: 곡 순서를 읽으려면 Spotify 연결

source: 连接 Spotify 后开始匹配
de: Spotify verbinden, um die Zuordnung zu starten
en: Connect Spotify to start matching
fr: Connectez Spotify pour commencer l’association
ja: Spotify に接続してからマッチングを開始
ko: Spotify를 연결한 뒤 매칭 시작

source: 退出应用后继续做种（下次启动时自动接管）
de: Nach dem Beenden weiter seeden (beim nächsten Start übernommen)
en: Keep seeding after quitting (taken over on next launch)
fr: Continuer le partage après avoir quitté (repris au prochain lancement)
ja: アプリ終了後もシードを続ける（次回起動時に引き継ぎ）
ko: 앱 종료 후에도 시딩 계속(다음 실행 시 자동 인수)

source: 选中整张
de: Ganzes Album auswählen
en: Select Whole Album
fr: Sélectionner tout l’album
ja: アルバム全体を選択
ko: 앨범 전체 선택

source: 选中本章
de: Dieses Kapitel auswählen
en: Select This Chapter
fr: Sélectionner ce chapitre
ja: この章を選択
ko: 이 챕터 선택

source: 选择
de: Auswählen
en: Choose
fr: Choisir
ja: 選択
ko: 선택

source: 选择 .torrent…
de: .torrent wählen …
en: Choose .torrent…
fr: Choisir un .torrent…
ja: .torrent を選択…
ko: .torrent 선택…

source: 选择 whisper.cpp 的 ggml-*.bin 模型文件（会以链接方式使用，不复制）
de: whisper.cpp-Modelldatei ggml-*.bin wählen (per Verknüpfung genutzt, nicht kopiert)
en: Choose a whisper.cpp ggml-*.bin model file (used via a link, not copied)
fr: Choisissez un fichier de modèle whisper.cpp ggml-*.bin (utilisé via un lien, non copié)
ja: whisper.cpp の ggml-*.bin モデルファイルを選択（リンクとして使用し、コピーしません）
ko: whisper.cpp의 ggml-*.bin 모델 파일 선택(링크로 사용하며 복사하지 않음)

source: 选择包含你拥有音频文件的资料夹；扫描过程只读。
de: Wähle einen Ordner mit Audiodateien, die dir gehören; das Scannen ist schreibgeschützt.
en: Choose a folder with audio files you own; scanning is read-only.
fr: Choisissez un dossier contenant des fichiers audio qui vous appartiennent ; l’analyse est en lecture seule.
ja: あなたが所有する音声ファイルを含むフォルダを選んでください。スキャンは読み取り専用です。
ko: 내가 가진 오디오 파일이 있는 폴더를 선택하세요. 스캔은 읽기 전용입니다.

source: 选择文件…
de: Datei wählen …
en: Choose File…
fr: Choisir un fichier…
ja: ファイルを選択…
ko: 파일 선택…

source: 选择文件夹…
de: Ordner wählen …
en: Choose Folder…
fr: Choisir un dossier…
ja: フォルダを選択…
ko: 폴더 선택…

source: 选择最佳视频流 + 最佳音频流，仅重新封装为 MKV，不重新编码。
de: Wählt den besten Video- und Audiostream und verpackt nur zu MKV, ohne Neukodierung.
en: Picks the best video + best audio stream and only remuxes to MKV, without re-encoding.
fr: Sélectionne le meilleur flux vidéo + le meilleur flux audio et réencapsule seulement en MKV, sans réencodage.
ja: 最良の動画ストリームと最良の音声ストリームを選び、MKV に再パッケージするだけで再エンコードしません。
ko: 최고 동영상 스트림과 최고 오디오 스트림을 골라 MKV로 재패키징만 하며 다시 인코딩하지 않습니다.

source: 选择目标文件夹…
de: Zielordner wählen …
en: Choose Target Folder…
fr: Choisir le dossier cible…
ja: 移動先フォルダを選択…
ko: 대상 폴더 선택…

source: 选择要移动到的文件夹
de: Ordner zum Verschieben wählen
en: Choose the folder to move to
fr: Choisissez le dossier de destination
ja: 移動先のフォルダを選んでください
ko: 이동할 폴더를 선택하세요

source: 选择资料夹
de: Ordner wählen
en: Choose Folder
fr: Choisir un dossier
ja: フォルダを選択
ko: 폴더 선택

source: 通用登录设置只作用于未识别的网站链接。
de: Allgemeine Anmeldeeinstellungen gelten nur für nicht erkannte Website-Links.
en: Generic sign-in settings only apply to unrecognized site links.
fr: Les réglages de connexion génériques s’appliquent seulement aux liens de sites non reconnus.
ja: 汎用ログイン設定は、認識できないサイトのリンクにのみ適用されます。
ko: 일반 로그인 설정은 인식되지 않은 사이트 링크에만 적용됩니다.

source: 通用网页媒体
de: Allgemeine Webmedien
en: Generic web media
fr: Média web générique
ja: 汎用の Web メディア
ko: 일반 웹 미디어

source: 速度 %@
de: Geschwindigkeit %@
en: Speed %@
fr: Vitesse %@
ko: 속도 %@

source: 速度更快，准确度中等
de: Schneller, mittlere Genauigkeit
en: Faster, medium accuracy
fr: Plus rapide, précision moyenne
ja: 高速、精度は中程度
ko: 더 빠름, 정확도 보통

source: 部分链接需要登录：在「设置 › 流媒体网站登录」启用对应网站后可重新预检。
de: Einige Links erfordern eine Anmeldung: Aktiviere die Website unter „Einstellungen › Anmeldung bei Streaming-Websites“ und prüfe erneut.
en: Some links need sign-in: enable the site under “Settings › Streaming Site Sign-in” and run preflight again.
fr: Certains liens nécessitent une connexion : activez le site dans « Réglages › Connexion aux sites de streaming » et relancez la prévérification.
ja: 一部のリンクにはログインが必要です。「設定 › ストリーミングサイトのログイン」で該当サイトを有効にしてから再チェックしてください。
ko: 일부 링크는 로그인이 필요합니다. '설정 › 스트리밍 사이트 로그인'에서 해당 사이트를 켠 뒤 다시 사전 점검하세요.

source: 都已在本地，没有重新下载；需要重下请传 skip_existing: false
de: Alles bereits auf diesem Mac, nichts neu geladen; übergib skip_existing: false, um erneut zu laden
en: All already on this Mac, nothing re-downloaded; pass skip_existing: false to download again
fr: Tout est déjà sur ce Mac, rien n’a été retéléchargé ; passez skip_existing: false pour retélécharger
ja: すべてローカルにあるため再ダウンロードしていません。再ダウンロードするには skip_existing: false を渡してください
ko: 모두 이미 로컬에 있어 다시 다운로드하지 않았습니다. 다시 받으려면 skip_existing: false를 전달하세요

source: 重新尝试
de: Erneut versuchen
en: Retry
fr: Réessayer
ja: 再試行
ko: 다시 시도

source: 重新打开应用后生效
de: Wirkt nach dem erneuten Öffnen der App
en: Takes effect after reopening the app
fr: Prend effet après la réouverture de l’app
ja: アプリを開き直すと反映されます
ko: 앱을 다시 열면 적용됩니다

source: 重新扫描
de: Neu scannen
en: Rescan
fr: Réanalyser
ja: 再スキャン
ko: 다시 스캔

source: 重新检测
de: Erneut prüfen
en: Check Again
fr: Vérifier à nouveau
ja: 再確認
ko: 다시 확인

source: 重新载入
de: Neu laden
en: Reload
fr: Recharger
ja: 再読み込み
ko: 다시 불러오기

source: 链接无效
de: Ungültiger Link
en: Invalid link
fr: Lien invalide
ja: 無効なリンク
ko: 잘못된 링크

source: 队列、进度与本机历史
de: Warteschlange, Fortschritt und lokaler Verlauf
en: Queue, progress and local history
fr: File, progression et historique local
ja: キュー、進捗、このMacの履歴
ko: 대기열, 진행률, 이 Mac의 기록

source: 阶段：%@
de: Phase: %@
en: Stage: %@
fr: Étape : %@
ja: 段階：%@
ko: 단계: %@

source: 隐私政策
de: Datenschutzrichtlinie
en: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침

source: 需要 id 或 path
de: id oder path erforderlich
en: id or path required
fr: id ou path requis
ja: id または path が必要です
ko: id 또는 path가 필요합니다

source: 需要安装 Transmission 引擎
de: Transmission-Engine erforderlich
en: Transmission engine required
fr: Moteur Transmission requis
ja: Transmission エンジンのインストールが必要です
ko: Transmission 엔진 설치 필요

source: 需要安装下载引擎
de: Download-Engine erforderlich
en: Download engine required
fr: Moteur de téléchargement requis
ja: ダウンロードエンジンのインストールが必要です
ko: 다운로드 엔진 설치 필요

source: 需要应用内登录
de: App-interne Anmeldung erforderlich
en: In-app sign-in required
fr: Connexion intégrée requise
ja: アプリ内ログインが必要です
ko: 앱 내 로그인 필요

source: 需要登录
de: Anmeldung erforderlich
en: Sign-in required
fr: Connexion requise
ja: ログインが必要
ko: 로그인 필요

source: 需要登录才能访问
de: Für den Zugriff ist eine Anmeldung nötig
en: Sign-in required to access
fr: Connexion requise pour accéder
ja: アクセスにはログインが必要です
ko: 접근하려면 로그인이 필요합니다

source: 音乐
de: Musik
en: Music
fr: Musique
ja: 音楽
ko: 음악

source: 音乐 · %@
de: Musik · %@
en: Music · %@
fr: Musique · %@
ja: 音楽 · %@
ko: 음악 · %@

source: 音乐 · 保存中
de: Musik · Sichern
en: Music · Saving
fr: Musique · Enregistrement
ja: 音楽 · 保存中
ko: 음악 · 저장 중

source: 音乐 · 匹配审核
de: Musik · Zuordnung prüfen
en: Music · Match Review
fr: Musique · Vérification des associations
ja: 音楽 · マッチング確認
ko: 음악 · 매칭 검토

source: 音乐 · 完成
de: Musik · Fertig
en: Music · Done
fr: Musique · Terminé
ja: 音楽 · 完了
ko: 음악 · 완료

source: 音乐 · 已载入
de: Musik · Geladen
en: Music · Loaded
fr: Musique · Chargée
ja: 音楽 · 読み込み済み
ko: 음악 · 불러옴

source: 音乐 · 未登录
de: Musik · Nicht angemeldet
en: Music · Not Signed In
fr: Musique · Non connecté
ja: 音楽 · 未ログイン
ko: 음악 · 로그인 안 됨

source: 音乐下载
de: Musik-Download
en: Music Download
fr: Téléchargement musical
ja: 音楽ダウンロード
ko: 음악 다운로드

source: 音乐页的边界
de: Grenzen der Musikseite
en: Music Page Boundaries
fr: Limites de la page Musique
ja: 音楽ページの範囲
ko: 음악 페이지의 범위

source: 音乐页面仍可使用 Spotify 曲目顺序整理你拥有的本地音频，并生成可复核的素材包。
de: Die Seite „Musik“ kann dein eigenes lokales Audio weiterhin in Spotifys Titelreihenfolge ordnen und prüfbare Pakete erstellen.
en: The Music page can still organize your own local audio in Spotify's track order and create verifiable packages.
fr: La page Musique peut toujours organiser votre audio local dans l’ordre des titres Spotify et créer des paquets vérifiables.
ja: 音楽ページでは引き続き、Spotify の曲順であなたのローカル音声を整理し、検証可能なパッケージを作成できます。
ko: 음악 페이지에서는 여전히 Spotify 곡 순서로 내가 가진 로컬 오디오를 정리하고 검증 가능한 패키지를 만들 수 있습니다.

source: 音质
de: Qualität
en: Quality
fr: Qualité
ja: 音質
ko: 음질
